{
    "SOFTWARE_DEVELOPER": "Software developer",
    "EDUCATION": "Education",
    "TEC": "Tecnólogico of Costa Rica",
    "COMPUTER_ENGINEERING": "Computing Engineering",
    "TEC_PERIOD": "2021 - Now",
    "AWS_CERTIFICATION_PERIOD": "2023 January",
    "WATCH_AWS_CREDENTIAL": "Watch credential",
    "CUC": "Cartago University College(CUC)",
    "TI_DIPLOMATE": "Information technologies diplomate",
    "EXPERIENCE": "Experience",
    "NAMU_JOB": "IT Support",
    "NAMU_FUNCTIONS": [
        "Support to the problems of the internal systems of the company",
        "Analysis, debugging and development with legacy code",
        "Implementation of agile methodologies like SCRUM and JIRA"
    ],
    "NAMU_PERIOD": "August 2022 - December 2022",
    "FREELANCE_JOB": "Web application development",
    "FREELANCE_FUNCTIONS": [
        "Web application developed in Django and React, with different users roles and access levels, statistical graphics generation, PDF reports, file storage in cloud, real time notifications, automated data backup, photographs and videos capturing, work cronograms, autentication and data extraction from excel.",
        "API REST creation in Django using the integrated ORM, together with a MYSQL remote database access and using an AWS messaging system."
    ],
    "FREELANCE_PERIOD": "January 2022 - May 2022",
    "DINAMICA_JOB": "University intern",
    "DINAMICA_FUNCTIONS": [
        "User interface changes in web application oriented to project management.",
        "Investigation and proof of concept of many libraries of statistical graphics presentation."
    ],
    "DINAMICA_PERIOD": "September 2020 - December 2020",
    "KNOWLEDGE": "Knowledge",
    "MORE_USED": "More used",
    "DATABASES": "Databases",
    "PROGRAMMING_LANGUAGES": "Programming languages",
    "TOOLS": "Tools",
    "PROJECTS": "Projects",
    "ABOUT_ME": "Software developer with information technologies diplomate, certified as Cloud Practitioner by AWS and Computer engineering student at Tecnológico of Costa Rica. Laboral experience in UI development, Freelance and IT Support.",
    "WATCH_CURRICULUM": "Curriculum",
    "WEBSITE": "Website",
    "MOBILE_APP": "Mobile app",
    "REPOSITORY": "Repository",
    "DISCRETE_MATH_NAME": "Discrete Math",
    "DISCRETE_MATH_DESCRIPTION": "Discrete math calculator that resolves problems of truth tables, tautological equivalence, simplification of logical expretions and logic inferences",
    "SECRET_CHAT_DESCRIPTION": "Web of secret chat developed with Twilio for the Hackaton organized by Midudev",
    "IMPAGE_DESCRIPTION": "Impage optimize the images of your website, only writting the urk of your website you will download the optimized images and compare the quality and weight difference.",
    "TODOLIST": "List of tasks to do, you can create groups with members and task for this groups",
    "WORK_CALENDAR_NAME": "Work Calendar",
    "WORK_CALENDAR_DESCRIPTION": "You can login with google or email, you will navigate trough a calendar and asign activities on each day.",
    "WORKOUTS_NAME": "Workouts",
    "WORKOUTS_DESCRIPTION": "Mobile application where you can save your daily workouts, navigate trough them and wath your progress on statistical graphics. You can use it in android devices without internet.",
    "RECOMMENDER_DESCRIPTION": "App that recommends you websites and technologies based on your necesities using artificial intelligence and web scraping.",
    "PASSWORD_GENERATOR_NAME": "Password Generator",
    "PASSWORD_GENERATOR_DESCRIPTION": "Password generator created to participate on the frontend challenge to Hacktoberfest 2022.",
    "COMBPERM_NAME": "Combinations and Permutations",
    "COMBPER_DESCRIPTION": "Combinations y permutations with or without repetition from the input writted by the user. Have website and mobile application.",
    "MOTOCYCLISTS_AGENCY_NAME": "Motorcyclists Agency",
    "MOTOCYCLISTS_AGENCY_DESCRIPTION": "List of motorcyclists that can be choosed or released in stripes of thirty minutes.",
    "POLLS_SITE_NAME": "Polls site",
    "POLLS_SITE_DESCRIPTION": "Create questions as administrator of type text or unique selection, you will see reports about the poll and answer it as a cliente whenever you want.",
    "MEMORY_GAME_NAME": "Memory Game",
    "MEMORY_GAME_DESCRIPTION": "Select cards until find the couple with the same number, you can rank with the time that you play and the errors that you commit.",
    "BOUTIQUE_DESCRIPTION": "Boutique website design, you will see many categories of clothes, with their respective information. You also can see the more recent clothes added, along with a slider that shows it.",
    "FISHING_STORE_NAME": "Fishing Store",
    "FISHING_STORE_DESCRIPTION": "Fishing store website design where you can see the offered products, you can see the information of the store, a form for make queries and saw many categories of products, the information of each product and the option for request it.",
    "EMAIL_NOTIFICATION_NAME": "Email Notification",
    "EMAIL_NOTIFICATION_DESCRIPTION": "You can send rich text with tables, colors, font types, lists, etc. With a list of contacts you've emailed before.",
    "TRIVIA_SITE_NAME": "Trivia Site",
    "TRIVIA_SITE_DESCRIPTION": "Select one topic and answer 20 random questions with 5 possible answers each. You will appear in the ranking with your punctuation.",
    "HIDE": "Hide",
    "SHOW": "Show",
    "PROJECTS_MORE": "more projects"
}