{
    "SOFTWARE_DEVELOPER": "Desarrollador de software",
    "EDUCATION": "Educación",
    "TEC": "Tecnológico de Costa Rica",
    "COMPUTER_ENGINEERING": "Ingeniería en computación",
    "TEC_PERIOD": "2021 - Actualidad",
    "AWS_CERTIFICATION_PERIOD": "Enero 2023",
    "WATCH_AWS_CREDENTIAL": "Ver credencial",
    "CUC": "Colegio Universitario de Cartago(CUC)",
    "TI_DIPLOMATE": "Diplomado en tecnologías de la información",
    "EXPERIENCE": "Experiencia",
    "NAMU_JOB": "Soporte de TI",
    "NAMU_FUNCTIONS": [
        "Soporte a problemas presentados en los sistemas internos de la empresa.",
        "Análisis, debugging y desarrollo con código legacy.",
        "Implemetación de metodologías ágiles con SCRUM y JIRA."
    ],
    "NAMU_PERIOD": "Agosto 2022 - Diciembre 2022",
    "FREELANCE_JOB": "Desarrollo de aplicaciones web",
    "FREELANCE_FUNCTIONS": [
        "Aplicación web desarrollada en Django y React, con diferentes roles de usuario y niveles de acceso, generación de gráficos estadísticos, reportes en PDF, almacenado de archivos en la nube, notificaciones en tiempo real, respaldo automático de datos, toma de fotografía y vídeo, cronogramas de trabajo, autenticación y lectura de datos desde excel.",
        "Creación de API REST en Django utilizando el ORM integrado, junto con un acceso a una base de datos remota MySQL y utilización de un servicio de mensajería provisto por AWS."
    ],
    "FREELANCE_PERIOD": "Enero 2022 - Mayo 2022",
    "DINAMICA_JOB": "Practicante universitario",
    "DINAMICA_FUNCTIONS": [
        "Mejoras en la experiencia de uso de la UI de una aplicación de gestión de proyectos.",
        "Aportación de diversas propuestas para la presentación de informes con gráficos estadísticos, junto con una prueba de concepto que implementaba dichas librerías."
    ],
    "DINAMICA_PERIOD": "Septiembre 2020 - Diciembre 2020",
    "KNOWLEDGE": "Conocimiento",
    "MORE_USED": "Más usados",
    "DATABASES": "Bases de datos",
    "PROGRAMMING_LANGUAGES": "Lenguajes de programación",
    "TOOLS": "Herramientas",
    "PROJECTS": "Proyectos",
    "ABOUT_ME": "Desarrollador de software con Diplomado en tecnologías de la información, certificado como Cloud Practitioner por AWS y estudiante avanzado de Ingeniería en computación en el Tecnológico de Costa Rica. Experiencia laboral en desarrollo de UI, Freelance y Soporte de TI.",
    "WATCH_CURRICULUM": "Ver currículum",
    "WEBSITE": "Sitio web",
    "MOBILE_APP": "Aplicación móvil",
    "REPOSITORY": "Repositorio",
    "DISCRETE_MATH_NAME": "Matemática Discreta",
    "DISCRETE_MATH_DESCRIPTION": "Calculadora de matemática discreta que resuelve problemas de tablas de verdad, equivalencias tautológicas, simplificación de expresiones lógicas e inferencias lógicas. Cuenta con aplicación web y móvil.",
    "SECRET_CHAT_DESCRIPTION": "Aplicación web de chat secreto desarrollado con Twilio para participar en la hackaton organizada por Midudev",
    "IMPAGE_DESCRIPTION": "Impage optimiza las imágenes de tu sitio web, solamente ingresando el url de tu sitio web podrás descargar las imágenes optimizadas y comparar la diferencia en calidad y peso de dichas imágenes.",
    "TODOLIST": "Lista de tareas por hacer, se pueden crear grupos con miembros y tareas para dichos grupos",
    "WORK_CALENDAR_NAME": "Calendario de Trabajo",
    "WORK_CALENDAR_DESCRIPTION": "Puedes iniciar sesión con google o email, podrás navegar a través de un calendario, en el cuál podrás ir asignando actividades a cada día.",
    "WORKOUTS_NAME": "Entrenamientos",
    "WORKOUTS_DESCRIPTION": "Una aplicación móvil con la cuál podrás registrar tus entrenamientos diarios, navegar entre ellos y ver tu progreso a través de gráficos estadísticos. Lo puedes usar en cualquier dispositivo android y sin acceso a internet.",
    "RECOMMENDER_DESCRIPTION": "Aplicación que te recomienda sitios web y tecnologías basado en tus necesidades utilizando inteligencia artificial y web scraping.",
    "PASSWORD_GENERATOR_NAME": "Generador de Contraseñas",
    "PASSWORD_GENERATOR_DESCRIPTION": "Generador de contraseñas cómo desafío frontend para el Hacktoberfest 2022",
    "COMBPERM_NAME": "Combinaciones y Permutaciones",
    "COMBPER_DESCRIPTION": "Combinaciones y permutaciones con o sin repetición a partir de la serie de datos ingresada por el usuario. Cuenta con un aplicación para dispositivos móviles y un sitio web.",
    "MOTOCYCLISTS_AGENCY_NAME": "Agencia de Motociclistas",
    "MOTOCYCLISTS_AGENCY_DESCRIPTION": "Agencia de motociclistas que pueden ser escogidos o liberados por franjas de 30 minutos.",
    "POLLS_SITE_NAME": "Sitio de Encuestas",
    "POLLS_SITE_DESCRIPTION": "Crea preguntas como administrador, tipo texto o selección única, podrás ver reportes sobre la encuesta o responderla cómo un cliente y consultarlas cuándo quieras.",
    "MEMORY_GAME_NAME": "Juego de Memoria",
    "MEMORY_GAME_DESCRIPTION": "Seleccionar cartas hasta encontrar la pareja con el mismo número, podrá ubicarse en un ranking en base al tiempo que jugó y los errores que cometió.",
    "BOUTIQUE_DESCRIPTION": "Diseño de un sitio web para una boutique en el cuál se pueden ver distintas categorías de ropa, con su respectiva información. También puede verse cuáles han sido las prendas más recientemente añadidas, junto con un slider que una muestra de estas prendas.",
    "FISHING_STORE_NAME": "Tienda de Pesca",
    "FISHING_STORE_DESCRIPTION": "Diseño de sitio web para una tienda de pesca en la cuál se pueden ver los distintos productos ofrecidos, se puede ver la información de la tienda, un formulario con el cuál se pueden realizar consultas. Las distintas categorías en las que están divididos los productos, la información de cada producto y la opción para solicitarlo.",
    "EMAIL_NOTIFICATION_NAME": "Notificación por Correo Electrónico",
    "EMAIL_NOTIFICATION_DESCRIPTION": "Se puede enviar texto enriquecido con tablas, colores, tipos de letra, listados, etc. Con una lista de contactos a la que has enviado correos antes.",
    "TRIVIA_SITE_NAME": "Sitio de Trivias",
    "TRIVIA_SITE_DESCRIPTION": "Selecciona un tema y responde una trivia de 20 preguntas aleatorias con 5 posibles respuestas cada una. Aparecerás en un ranking según tu puntuación",
    "HIDE": "Ocultar",
    "SHOW": "Mostrar",
    "PROJECTS_MORE": "proyectos más"
}